       IDENTIFICATION DIVISION.
           PROGRAM-ID. HELLO.
           AUTHOR. PETR.
           INSTALLATION. MyComputer.
           DATE-WRITTEN. 21/06/2021.
           DATE-COMPILED. 21/06/2021.
           SECURITY. No.
       ENVIRONMENT DIVISION.
       DATA DIVISION.
       PROCEDURE DIVISION.
       BEGIN.
           DISPLAY "Hello World!".
           STOP RUN.
